module.exports = {
    infoForElementsMk: [
        {
            number: 1,
            period: 1,
            symbol: 'H',
            atomic_mass: 1.008,
            name: 'Хидроген',
            image: 'dot.png',
            info: [['Атомска маса', '1.00794'], ['Густина', '0.0809 g/l'], ['Точка на топење', '-259.14 C'], ['Точка на вриење', '-252.87 C']],
            text: 'По тежина, 75% од видливиот универзум е хидроген, безбоен гас. Во вселената, огромните количества на хидроген комуницираат со ѕвездена светлина за да се создаде спектакуларна глетка како што е Eagle Nebula (може да биде видена цо Hubble Space Telescope).',
            images: [],
        },
        {
            number: 8,
            period: [2, 6],
            symbol: 'O',
            atomic_mass: 15.999,
            name: 'Кислород',
            info: [['Атомска маса', '16'], ['Густина', '1.429 g/l'], ['Точка на топење', '-218.03 C'], ['Точка на вриење', '-182.9 C']],
            text: 'На 183.0 C кислородот е силно сино светло, но на собна температура е безбоен гас. Тој претставува само 21% од атмосферата, тие 21% се тие кои ни овозможуваат да живееме подолго од неколку минути.',
            images: [],
        },
        {
            number: 2,
            period: 2,
            symbol: 'He',
            atomic_mass: 4.0026,
            name: 'Хелиум',
            info: [['Атомска маса', '4.003'], ['Густина', '0.1785 g/l'], ['Точка на топење', 'N/A'], ['Точка на вриење', '-268.93 C']],
            text: 'Обично е безбоен, инертен гас. Хелиумот сјае со светло портокалова светлина кога електрична струја поминува низ него. Еден стаклар свиткал цевка со обликот на буквите He и ја наполнил со чист хелиум. Цевката се запалила под висок напон.',
            images: [],
        },
        {
            number: 13,
            period: [2, 8, 3],
            symbol: 'Al',
            atomic_mass: 26.982,
            name: 'Алуминиум',
            info: [['Атомска маса', '26.98'], ['Густина', '2.7 g/cm3'], ['Точка на топење', '660.32 C'], ['Точка на вриење', '2519 C']],
            text: 'Овие нодули биле создадени со истурање на стопен алуминиум во кофа со вода.',
            images: [],
        },
        {
            number: 79,
            period: [2, 8, 18, 32, 8, 1],
            symbol: 'Au',
            atomic_mass: 196.97,
            name: 'Злато',
            info: [['Атомска маса', '197'], ['Густина', '19.3 g/cm3'], ['Точка на топење', '1064.18 C'], ['Точка на вриење', '2856 C']],
            text: 'Златото е едно од ретките елементи кои можеме да ги најдеме на земјата. Една грутка злато од чисто злато била пронајдена во Аљаска во 1890 година од Хогаморт Марион.',
            images: [],
        }
    ],
    infoForSearchMk: [
        {
            //first element
            overview: [['Симбол', 'H'], ['Атомски број', 1], ['Атомска тежина', 1.00794], ['Густина', '0.0899 g/l'], ['Точка на топење', '-259.14 C'], ['Точка на вриење', '-252.87 C']],

            thermal: [['Фаза', 'Gas'], ['Точка на топење', '-259.14 C'], ['Точка на вриење', '-252.87 C'], ['Апсолутна точка на топење', '14.04 K'], ['Апсолутна точка на вриење', '-252.87 C'], ['Критичен притисок', '12.76 Atm'], ['Критична температура', '32.97 K'], ['Топлина на фузија', '0.558 kJ/mol'], ['Топлина на испарување', '0.452 kJ/mol'], ['Топлина на согорување', 'N/A'], ['Специфична топлина', '14300 J/(kg K)'], ['Адиабатски индекс', '7/5'], ['Термална енергија', 'N/A'], ['Термална спроводливост', '0.1805 W/(m K)'], ['Термална експанзија', 'N/A']],

            physical: [['Густина', '0.0899 g/l'], ['Густина на течност', 'N/A'], ['Моларен волумен', '0.01121'], ['Бринелова цврстина', 'N/A'], ['Минерална цврстина', 'N/A'], ['Викерска цврстина', 'N/A'], ['Промена на волумен', 'N/A'], ['Ригиден модул', 'N/A'], ['Модул за проверка на цврстина', 'N/A'], ['Сооднос на цврстина', 'N/A'], ['Рефрактивен индекс', '1.000132'], ['Брзина на звук', '1270 m/s'], ['Топлинска спроводливост', '0.1805 W/(m/K)'], ['Термално ширење', 'N/A']],

            reactivity: [['Валентност', 1], ['Електронегативност', 2.2], ['Афинитет на електрони', '72.8 kJ/mol'], ['Јонизирачки енергии', '1312 kJ/mol']],

            safety: [['Точка на автоматско палење', '535.5 C'], ['Точка на палење', '-18 C'], ['Топлина на согорување', 'N/A']],

            classifications: [['Алтернативни имиња', 'N/A'], ['Имиња на алотропи', 'Dihydrogen'], ['Блок', 'с'], ['Група', 'група_1'], ['Период', 1], ['Електронска конфигурација', '1s'], ['Боја', 'Безбојна'], ['Откриен', '1766 во Обединетото Кралство'], ['Гасна фаза', 'Дијатомски']],

            electrical: [['Електричен тип', 'N/A'], ['Електрична проводливост', 'N/A'], ['Отпорност', 'N/A'], ['Суперспроводлива точка', 'N/A']],

            magnetic: [['Магнетски тип', 'Диамагнетик'], ['Точката на Кири', 'N/A'], ['Магнетна осетливост на маса', '-2.48x10 m3/mol'], ['Моларна магнетска осетливост', '-4.999x10 m3/mol'], ['Магнетна осетливост на волумен', '-2.23x10']],

            abundances: [['Во универзум', '75%'], ['Во сонце', '75%'], ['Во метеори', '2.40%'], ["Во земјината кора", '0.15%'], ['Во океани', '11%'], ['Во луѓе', '10%']],

            atomic: [['Атомичен радиус', '53 pm'], ['Ковалентен радиус', '37 pm'], ['Van der Walls радиус', '120 p'], ['Кристална структура', 'Хексагонална структура'], ['Структура на агли', 'п/2, п/2, 2 п/3'],
            ['Структура на константи', '470, 470, 340 pm'], ['Име на просторната група', 'P6/mmc'], ['Број на просторната група', 194]],

            nuclear: [['Пола-живот', 'Стабилен'], ['Живот', 'Стабилен'], ['Распаѓање', 'N/A'], ['Квантни броеви', '2s1/2'], ['Пресек на неутрони', 0.332], ['Апсорпција на неутронска маса', 0.011], ['Познати изотопи', '1H, 2H, 3H, 4H, 5H, 6H, 7H'], ['Стабилни изотопи', ' 1H, 2H, 1H-99.99%'], ['Изобилство на изотопи', '2H-0.01%']]
        },

        //second element

        {
            overview: [['Симбол', 'O'], ['Атомски број', 8], ['Атомска тежина', 16], ['Густина', '1.429 g/l'], ['Точка на топење', '-218.3 C'], ['Точка на вриење', '-182.9 C']],

            thermal: [['Фаза', 'Гас'], ['Точка на топење', '-218.3 C'], ['Точка на вриење', '-182.9 C'], ['Апсолутна точка на топење', '54.8 K'], ['Апсолутна точка на вриење', '90.2 K'], ['Критичен притисок', '49.77 Atm'], ['Критична температура', '154.59 K'], ['Топлина на фузија', '0.222 kJ/mol'], ['Топлина на испарување', '3.41 kJ/mol'], ['Топлина на согорување', 'N/A'], ['Специфична топлина', '919 J(kg K)'], ['Адиабатски индекс', '7/5'], ['Термална енергија', 'N/A'], ['Термална спроводливост', '0.02658 W/(m K)'], ['Термална експанзија', 'N/A']],

            physical: [['Густина', '1.429 g/l'], ['Густина на течност', 'N/A'], ['Моларен волумен', '0.011196'], ['Бринелова цврстина', 'N/A'], ['Минерална цврстина', 'N/A'], ['Викерска цврстина', 'N/A'], ['Промена на волумен', 'N/A'], ['Ригиден модул', 'N/A'], ['Модул за проверка на цврстина', 'N/A'], ['Сооднос на цврстина', 'N/A'], ['Рефрактивен индекс', 1], ['Брзина на звук', '317.5 m/s'], ['Термална спроводливост', '0.02658 W/(m K)'], ['Термално ширење', 'N/A']],

            reactivity: [['Валентност', 2], ['Електронегативност', 3.44], ['Афинитет на електрони', '141 kJ/mol'], ['Јонизирачки енергии', '1313.9, 3388.3, 5300.5, 71330, 84078 kJ/mol']],

            safety: [['Точка на автоматско палење', 'N/A'], ['Точка на палење', 'N/A'], ['Топлина на согорување', 'N/A']],

            classifications: [['Алтеративни имиња', 'N/A'], ['Имиња на алотропи', 'Диоксиген, Озон, Тетраоксиген'], ['Блок', 'п'], ['Група', 'група_16'], ['Период', 2], ['Електронска конфигурација', '[He]2s22p4'], ['Боја', 'Безбојна'], ['Откриен', '1774 во Шведска и Обединетото Кралство'], ['Гасна фаза', 'Дијатомска']],

            electrical: [['Електричен тип', 'N/A'], ['Електрична проводливост', 'N/A'], ['Отпорност', 'N/A'], ['Суперспроводлива точка', 'N/A']],

            magnetic: [['Магнетски тип', 'Парамагнетик'], ['Точката на Кири', 'N/A'], ['Магнетна осетливост на маса', '1.335x10-6 m3/mol'], ['Моларна магнетска осетливост', '4.27184x10-8 m3/mol'], ['Магнетска осетливост на волумен', '1.90772x10-6']],

            abundances: [['Во универзум', '1%'], ['Во сонце', '0.90%'], ['Во метеори', '40%'], ["Во земјината кора", '46%'], ['Во океани', '86%'], ['Во луѓе', '61%']],

            atomic: [['Атомичен радиус', '48 pm'], ['Ковалентен радиус', '73 pm'], ['Van der Waals радиус', '152 pm'], ['Кристална структура', 'Основно центитрана моноклина'], ['Структура на агли', 'п/2, 2.313085, п/2'], ['Структура на константи', '540.3, 342.9, 508.6 pm'], ['Име на просторната група', 'C12/m1'], ['Број на просторната група', 12]],

            nuclear: [['Пола-живот', 'Стабилен'], ['Жибот', 'Стабилен'], ['Распаѓање', 'N/A'], ['Квантни броеви', '3P2'], ['Пресек на неутрони', '0.00028'], ['Апсорпција на неутронска маса', '1x10-6'], ['Познати изотопи', '12-O, 13-O, 14-O, 15-O, 16-O, 17-O, 18-O, 19-O, 20-O, 21-O, 22-O, 23-O, 24-O, 25-O, 26-O, 27-O, 28-O'], ['Стабилни изотопи', '16-O, 17-O, 18-O'], ['Изобилство на изотопи', '16-O - 99.757%, 17-O - 0.038%, 18-O - 0.205%']],
        },

        //third element

        {
            overview: [['Симбол', 'He'], ['Атомски број', 2], ['Атомска тежина', 4.003], ['Густина', '0.1785 g/l'], ['Точка на топење', 'N/A'], ['Точка на вриење', '-268.93 C']],

            thermal: [['Фаза', 'Гас'], ['Точка на топење', 'N/A'], ['Точка на вриење', '-268.93 C'], ['Апсолутна точка на топење', 'N/A'], ['Апсолутна точка на вриење', '4.22 K'], ['Критичен притисок', '0.02 kJ/mol'], ['Критична температура', '0.083 kJ/ mol'], ['Топлина на фузија', 'N/A'], ['Топлина на испарување', '5193.1 J(kg K)'], ['Топлина на согорување', '7/5'], ['Специфична топлина', 'N/A'], ['Адиабатски индекс', '0.1513 W/(m K)'], ['Термална експанзија', 'N/A']],

            physical: [['Густина', '0.1785 g/l'], ['Густина на течност', 'N/A'], ['Моларен волумен', '0.022424'], ['Бринелова цврстина', 'N/A'], ['Минерална цврстина', 'N/A'], ['Викерска цврстина', 'N/A'], ['Промена на волумен', 'N/A'], ['Ригиден модул', 'N/A'], ['Модул за проверка на цврстина', 'N/A'], ['Сооднос на цврстина', 'N/A'], ['Рефрактивен индекс', 1], ['Брзина на звук', '970 m/s'], ['Термална спроводливост', '0.1513 W/(m K)'], ['Термално ширење', 'N/A']],

            reactivity: [['Валентност', 0], ['Електронегативност', 'N/A'], ['Афинитет на електрони', '0kJ/mol'], ['Јонизирачки енергии', '2372.3, 5250.5 kJ/mol']],

            safety: [['Точка на автоматско палење', 'N/A'], ['Точка на палење', 'N/A'], ['Топлина на согорување', 'N/A']],

            classifications: [['Алтернативни имиња', 'N/A'], ['Имиња на алотропи', 'N/A'], ['Блок', 'п'], ['Група', 'група_18'], ['Период', 1], ['Електронска конфигурација', '1s-2'], ['Боја', 'Безбојна'], ['Откриен', '1895 во Шведска и Обединетото Кралство'], ['Гасна фаза', 'Моноатомска']],

            electrical: [['Електричен тип', 'N/A'], ['Електрична проводливост', 'N/A'], ['Отпорност', 'N/A'], ['Суперспроводна точка', 'N/A']],

            magnetic: [['Магнетски тип', 'Диамагнетик'], ['Точка на Кири', 'N/A'], ['Магнетска осетливост на маса', '-5.9x10-9 m-3/Kg'], ['Моларна магнетска осетливост на волумен', '-1.05x10-9']],

            abundances: [['Во универзум', '23%'], ['Во сонце', '23%'], ['Во метеори', 'N/A'], ["Во земјината кора", '5.5x10-7%'], ['Во океани', '7.2x10-10%'], ['Во луѓе', 'N/A']],

            atomic: [['Атомичен радиус', '31 pm'], ['Ковалентен радиус', '32 pm'], ['Van den Waals радиус', '140 pm'], ['Кристална структура', 'Амфасно центрирана коцка'], ['Структура на агли', 'п/2, п/2, п/2'], ['Структура на константи', '424.2, 424.2, 424.2 pm'], ['Име на просторната група', 'Fm_3m'], ['Број на просторната група', '225']],

            nuclear: [['Пола-живот', 'Стабилен'], ['Живот', 'Стабилен'], ['Распаѓање', 'N/A'], ['Квантни броеви', '1-S-0'], ['Пресек на неутрони', '0.007'], ['Апсорпција на неутронска маса', '1x10-5'], ['Познати изотопи', '3-He, 4-He, 5-He, 6-He, 7-He, 8-He, 9-He, 10-He'], ['Стабилни изотопи', '3-He, 4-He'], ['Изобилство на изотопи', '3-He - 0.000137%, 4-He - 99.999863%']],
        },
        //forth element

        {
            overview: [['Симбол', 'Al'], ['Атомски број', 13], ['Атомска тежина', 26.98], ['Густина', '2.7 g/cm3'], ['Точка на топење', '660.32 C'], ['Точка на вриење', '2519 C']],

            thermal: [['Фаза', 'Гас'], ['Точка на топење', '660.32 C'], ['Точка на вриење', '2519 C'], ['Апсолутна точка на топење', '933.47 K'], ['Апсолутна точка на вриење', '2792 K'], ['Критичен притисок', 'N/A'], ['Критична температура', 'N/A'], ['Топлина на фузија', '10.7 kJ/mol'], ['Топлина на испарување', '293 kJ/mol'], ['Топлина на согорување', 'N/A'], ['Специфична топлина', '904 J/(kg K)'], ['Адиабатски индекс', 'N/A'], ['Термална енергија', 'N/A'], ['Термална спроводливост', '235 W/(m K)'], ['Термална експанзија', '0.0000231 K-1']],

            physical: [['Густина', '2.7 g/cm3'], ['Густина на течност', '2.375 g/cm3'], ['Моларен волумен', '9.99x10-6'], ['Бринелова цврстина', '245 MPa'], ['Минерална цврстина', '2.75 MPa'], ['Викерска цврстина', '167 MPa'], ['Промена на волумен', '76 GPa'], ['Ригиден модул', '26 GPa'], ['Модул за проверка на цврстина', '70 GPa'], ['Сооднос на цврстина', '0.35'], ['Рефрактивен индекс', 'N/A'], ['Брзина на звук', '5100 m/s'], ['Термална спроводливост', '235 W/(m K)'], ['Термално ширење', '0.0000231 K-1']],

            reactivity: [['Валентност', 3], ['Електронегативност', 1.61], ['Афинитет на електрони', '42.5 kJ/mol'], ['Јонизирачки енергии', '577.5, 1816.7, 2744.8, 11577, 14842, 18379, 23326, 27465, 38473 kJ/mol']],

            safety: [['Точка на автоматско палење', '400 C'], ['Точка на палење', '645 C'], ['Топлина на согорување', 'N/A']],

            classification: [['Алтернативни имиња', 'Алуминиум'], ['Имиња на алотропи', 'N/A'], ['Блок', 'п'], ['Група', 'група_13'], ['Период', 3], ['Електронска конфигурација', '[Ne]3s23p1'], ['Боја', 'Сребрена'], ['Откриен', '1825 во Данска'], ['Гасна фаза', 'N/A']],

            electrical: [['Електричен тип', 'Кондуктор'], ['Електрична проводливост', '3.8x10-7 S/m'], ['Отпорност', '2.6x10-8 m'], ['Суперспроводна точка', '1.175']],

            magnetic: [['Магнетски тип', 'Парамагнетик'], ['Точка на Кири', 'N/A'], ['Магнетска осетливост на маса', '7.8x10-9 m3/Kg'], ['Моларна осетливост на маса', '2.1x10-10 m3/mol'], ['Магнетска осетливост на волумен', '0.0000211']],

            abundances: [['Во универзум', '0.01%'], ['Во сонце', '0.01%'], ['Во метеори', '0.91%'], ["Во земјината кора", '8.10%'], ['Во океани', '5x10-7%'], ['Во луѓе', '0.00%']],

            atomic: [['Атомичен радиус', '118 pm'], ['Ковалентен радиус', '118 pm'], ['Van der Waals радиус', 'N/A'], ['Кристална структура', 'Амфасно центрирана коцка'], ['Структура на агли', 'п/2, п/2, п/2'], ['Структура на константи', '404.95, 404.95, 404.95 pm'], ['Име на просторна група', 'Fm-3m'], ['Број на просторна група', 225]],

            nuclear: [['Пола-живот', 'Стабилен'], ['Живот', 'Стабилен'], ['Распаѓање', 'N/A'], ['Квантни броеви', '2-P 1/2'], ['Пресек на неутрони', '0.233'], ['Апсорпција на неутронска маса', '0.03'], ['Познати изотопи', '21-Al, 22-Al, 23-Al, 24-Al, 25-Al, 26-Al, 27-Al, 28-Al, 29-Al, 30-Al, 31-Al, 32-Al, 33-Al, 34-Al, 35-Al, 36-Al, 37-Al, 38-Al, 39-Al, 40-Al, 41-Al, 42-Al'], ['Стабилни изотопи', '27-Al'], ['Изобилство на изотопи', '27-Al - 100%']],
        },

        //fifth element

        {
            overview: [['Симбол', 'Au'], ['Атомски број', '79'], ['Атомска тежина', '197'], ['Густина', '19.3 g/cm3'], ['Точка на топење', '1064.18 C'], ['Точка на вриење', '2856 C']],

            thermal: [['Фаза', 'Цврста'], ['Точка на топење', '1064.18 C'], ['Точка на вриење', '2856 C'], ['Апсолутна точка на топење', '1337.33 K'], ['Апсолутна точка на вриење', '3129 K'], ['Критичен притисок', 'N/A'], ['Критична температура', 'N/A'], ['ТОплина на фузија', '12.5 kJ/mol'], ['Топлина на испарување', '330 kJ/mol'], ['Топлина на согорување', 'N/A'], ['Специфична топлина', '129.1 J(kg K)'], ['Адиабатски индекс', 'N/A'], ['Термална еденргија', 'N/A'], ['Термална спроводливост', '320 W/(m K)'], ['Термална експанзија', '0.0000142 K-1']],

            physical: [['Густина', '19.3 g/cm3'], ['Густина на течност', '17.31 g/cm3'], ['Моларен волумен', '0.00001021'], ['Бринелова цврстина', '2450MPa'], ['Минерална цврстина', '2.5 MPa'], ['Викерска цврстина', '216 MPa'], ['Промена на волумен', '220 GPa'], ['Rigiden modul', '27 GPa'], ['Модул за проверка на цврстина', '78 GPa'], ['Сооднос на цврстина', '0.44'], ['Рефрактивен индекс', 'N/A'], ['Брзина на звук', '1740 m/s'], ['Термална спроводливост', '320 W/(m K)'], ['Термално ширење', '0.0000142 K-1']],

            reactivity: [['Валентност', '5'], ['Електронегативност', '2.54'], ['Афинитет на електрони', '222.8 kJ/mol'], ['Јонизирачки енергии', '890.1, 1980 kJ/mol']],

            safety: [['ТОчка на автоматско палење', 'N/A'], ['Точка на палење', 'N/A'], ['Топлина на согорување', 'N/A']],

            classifications: [['Алтернативни имиња', 'Аурум'], ['Имиња на алотропи', 'N/A'], ['Блок', 'д'], ['Група', 'група_11'], ['Период', 6], ['Електронска конфигурација', '[Xe]4f-14 5d-10 6s-1'], ['Боја', 'Златна'], ['Откриен', '2500години пред Христ '], ['Гасна фаза', 'N/A']],

            electrical: [['Електричен тип', 'Кондуктор'], ['Електрична проводливост', '4.5x10-7 S/m'], ['Отпорност', '2.2x10-8 m'], ['Суперспроводна точка', 'N/A']],

            magnetic: [['Магнетски тип', 'Диамагнетик'], ['Точка на Кири', 'N/A'], ['Магнетска осетливост на маса', '-1.78x10-9 m3/Kg'], ['Моларна осетливост на маса', '-3.51x10-10 m3/mol'], ['Магнетска осетливост на волумен', '-0.0000344']],

            abundances: [['Во универзум', '6x110-8%'], ['Во сонце', '1x10-7%'], ['Во метеори', '0.00%'], ["Во земјината кора", '3.1x10-7%'], ['Во океани', '5x10-9%'], ['Во луѓе', '0.00%']],

            atomic: [['Атомичен радиус', '174 pm'], ['Ковалентен радиус', '144 pm'], ['Van der Waals радиус', '166 pm'], ['Кристална структура', 'Амфасно центрирана коцка'], ['Структура на агли', 'п/2, п/2, п/2'], ['Структура на константи', '407.82, 407.82, 407.82 pm'], ['Име на просторна група', 'Fm_3m'], ['Број на просторна група', '225']],

            nuclear: [['Полу-живот', 'Стабилен'], ['Живот', 'Стабилен'], ['Распажање', 'N/A'], ['Квантни броеви', '2s 1/2'], ['Пресек на неутрони', '98.7'], ['Апсорпција на неутронска маса', '0.017'], ['Познати изотопи', '169-Au, 170-Au, 171-Au, 172-Au, 173-Au, 174-Au, 175-Au, 176-Au, 177-Au, 178-Au, 179-Au, 180-Au, 181-Au, 182-Au, 183-Au, 184-Au, 185-Au, 186-Au, 187-Au, 188-Au, 189-Au, 190-Au, 200-Au']],

        }
    ]
}